tap "charmbracelet/tap"
tap "dart-lang/dart"
tap "dbcli/tap"
tap "ethereum/ethereum"
tap "git-chglog/git-chglog"
tap "github/gh"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "micronaut-projects/tap"
tap "mongodb/brew"
brew "openssl@1.1"
brew "aria2"
brew "sqlite"
brew "asciinema"
brew "autojump"
brew "bash"
brew "bat"
brew "openjdk"
brew "bundletool"
brew "freetype"
brew "libffi"
brew "gmp"
brew "gcc"
brew "cmake"
brew "cocoapods", link: false
brew "ctop"
brew "curl"
brew "diff-so-fancy"
brew "duti"
brew "erlang"
brew "exa"
brew "faas-cli"
brew "fd"
brew "guile"
brew "libsndfile"
brew "node"
brew "firebase-cli"
brew "fish"
brew "fzf"
brew "gd"
brew "gh"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-standup"
brew "glfw"
brew "glow"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gradle"
brew "pango"
brew "graphviz"
brew "gron"
brew "hub"
brew "hugo"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "jump"
brew "just"
brew "ktlint"
brew "lazydocker"
brew "lazygit"
brew "libmaxminddb"
brew "llvm"
brew "mas"
brew "maven"
brew "meson"
brew "micro"
brew "minikube"
brew "mint"
brew "mycli"
brew "mysql"
brew "nushell"
brew "onefetch"
brew "opencv"
brew "pacvim"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "scrcpy"
brew "sl"
brew "solidity"
brew "sphinx-doc"
brew "starship"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tldr"
brew "trash"
brew "tree"
brew "vagrant-completion"
brew "watch"
brew "watson"
brew "wget"
brew "yarn"
brew "charmbracelet/tap/charm"
brew "dart-lang/dart/dart"
brew "dbcli/tap/litecli"
brew "mongodb/brew/mongodb-community"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "alfred"
cask "anaconda"
cask "android-file-transfer"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "avira-antivirus"
cask "binance"
cask "brave-browser"
cask "discord"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "gitkraken"
cask "google-cloud-sdk"
cask "google-photos-backup-and-sync"
cask "gpg-suite"
cask "hiddenbar"
cask "insomnia"
cask "iterm2"
cask "kite"
cask "linear-linear"
cask "macs-fan-control"
cask "micronaut"
cask "mongodb-compass"
cask "paw"
cask "postgres"
cask "raycast"
cask "rectangle"
cask "rotki"
cask "slack"
cask "sublime-text"
cask "telegram"
cask "toggl-track"
cask "tunnelbear"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
mas "DevCleaner", id: 1388020431
mas "HiSuite", id: 1232508288
mas "Xcode", id: 497799835
