tap "caskroom/fonts"
tap "cjbassi/ytop"
tap "dart-lang/dart"
tap "dbcli/tap"
tap "devhubapp/devhub"
tap "git-chglog/git-chglog"
tap "github/gh"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "reviewdog/tap"
brew "openssl@1.1"
brew "aria2"
brew "sqlite"
brew "asciinema"
brew "autojump"
brew "bash"
brew "bat"
brew "bitrise"
brew "bundletool"
brew "freetype"
brew "cmake"
brew "ctop"
brew "curl"
brew "diff-so-fancy"
brew "docker", link: false
brew "duti"
brew "exa"
brew "fd"
brew "python"
brew "node"
brew "firebase-cli"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "gibo"
brew "git"
brew "git-lfs"
brew "git-standup"
brew "glfw"
brew "gnupg"
brew "go"
brew "gradle"
brew "helm"
brew "hub"
brew "libusbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "jump"
brew "kotlin"
brew "ktlint"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "maven"
brew "memcached"
brew "micro"
brew "minikube"
brew "mycli"
brew "mypy"
brew "mysql"
brew "navi"
brew "nnn"
brew "nomad"
brew "packer"
brew "pacvim"
brew "pgcli"
brew "pre-commit"
brew "redis"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "scrcpy"
brew "sl"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tldr"
brew "tokei"
brew "tree"
brew "vagrant-completion"
brew "vault"
brew "wget"
brew "whalebrew"
brew "yarn"
brew "zoxide"
brew "cjbassi/ytop/ytop"
brew "dart-lang/dart/dart"
brew "dbcli/tap/litecli"
brew "git-chglog/git-chglog/git-chglog"
brew "holgerbrandl/tap/kscript"
brew "mongodb/brew/mongodb-community"
cask "adoptopenjdk"
cask "anaconda"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-sdk"
cask "avira-antivirus"
cask "background-music"
cask "brave-browser-nightly"
cask "discord"
cask "docker"
cask "docker-toolbox"
cask "firefox"
cask "flux"
cask "folx"
cask "foxitreader"
cask "gitkraken"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hazeover"
cask "hiddenbar"
cask "insomnia"
cask "iterm2"
cask "java"
cask "kite"
cask "kodi"
cask "kotlin-native"
cask "macs-fan-control"
cask "mamp"
cask "mongodb-compass"
cask "mysqlworkbench"
cask "paw"
cask "pock"
cask "qbittorrent"
cask "secretive"
cask "slack"
cask "spectacle"
cask "sublime-text"
cask "toggl"
cask "tunnelbear"
cask "typora"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "vlc"
cask "vmware-fusion"
mas "DevCleaner", id: 1388020431
mas "HiSuite", id: 1232508288
mas "SnippetsLab", id: 1006087419
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
